nodejs
npm
yarn
python
python-virtualenv
python-numpy
python-scipy
python-matplotlib
jupyter
vim
neovim
zsh
docker
docker-compose
mc
ranger
htop
git
evince
ungoogled-chromium
sl
cowsay
tldr